/* checks before deleting an item */
"Are you sure that you want to delete this item?" = "¿Está seguro de que desea eliminar este elemento?";

/* Cancel deleting something */
"Cancel" = "Cancelar";

/* Asks to delete something
   Confirm deleting something */
"Delete" = "Borrar";

/* Done button when in editing mode */
"Done" = "Hecho";

/* Edit button when not in editing mode */
"Edit" = "Editar";

